Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Cloud Console
ar: وحدة التحكم السحابية
ca: Consola al núvol
cs: Cloudová konzole
da: Cloudkonsol
de: Cloud-Konsole
es: Consola en la nube
fi: Pilvikonsoli
fr: Console cloud
he: מסוף ענן
hu: Felhő konzol
it: Console cloud
ja: クラウドコンソール
ko: 클라우드 콘솔
nb: Skykonsoll
pl: Konsola w chmurze
pt_br: Console na nuvem
pt_pt: Consola na nuvem
ro: Consolă cloud
sl: Konzola v oblaku
sv: Molnkonsol
uk: Хмарна консоль
vi: Bảng điều khiển đám mây
zh_hans: 云控制台
zh_hant: 雲端主控台

source: Cloud Consoles
ar: وحدات التحكم السحابية
ca: Consoles al núvol
cs: Cloudové konzole
da: Cloudkonsoller
de: Cloud-Konsolen
es: Consolas en la nube
fi: Pilvikonsolit
fr: Consoles cloud
he: מסופי ענן
hu: Felhő konzolok
it: Console cloud
ja: クラウドコンソール
ko: 클라우드 콘솔
nb: Skykonsoller
pl: Konsole w chmurze
pt_br: Consoles na nuvem
pt_pt: Consolas na nuvem
ro: Console cloud
sl: Konzole v oblaku
sv: Molnkonsoler
uk: Хмарні консолі
vi: Bảng điều khiển đám mây
zh_hans: 云控制台
zh_hant: 雲端主控台

source: Cloud Providers
ar: مزودو الخدمات السحابية
ca: Proveïdors de núvol
cs: Poskytovatelé cloudu
da: Cloud-udbydere
de: Cloud-Anbieter
es: Proveedores de cloud
fi: Pilvipalvelut
fr: Fournisseurs cloud
he: ספקי ענן
hu: Felhőszolgáltatók
it: Provider cloud
ja: クラウドプロバイダ
ko: 클라우드 공급자
nb: Skyleverandører
pl: Dostawcy chmury
pt_br: Provedores de Cloud
pt_pt: Fornecedores de cloud
ro: Furnizori cloud
sl: Ponudniki oblaka
sv: Molnleverantörer
uk: Хмарні провайдери
vi: Nhà cung cấp Cloud
zh_hans: 云供应商
zh_hant: 雲端供應商

source: Cloud providers enable quick connect autocomplete for your VMs and kubeconfig import for Kubernetes clusters.
ar: يتيح مزودو الخدمات السحابية الإكمال التلقائي للاتصال السريع بأجهزتك الافتراضية واستيراد kubeconfig لعناقيد Kubernetes.
ca: Els proveïdors de núvol permeten l'autocompleció de connexió ràpida per a les vostres VM i la importació de kubeconfig per a clústers de Kubernetes.
cs: Poskytovatelé cloudu umožňují automatické doplňování rychlého připojení pro vaše VM a import kubeconfig pro clustery Kubernetes.
da: Cloud-udbydere aktiverer hurtig forbindelses-autofuldførelse for dine VM'er og kubeconfig-import for Kubernetes-klynger.
de: Cloud-Anbieter ermöglichen die Schnellverbindungs-Autovervollständigung für Ihre VMs und den Kubeconfig-Import für Kubernetes-Cluster.
es: Los proveedores de cloud permiten el autocompletado de conexión rápida para sus VMs y la importación de kubeconfig para clústeres de Kubernetes.
fi: Pilvipalvelut mahdollistavat pikayhteyden automaattisen täydennyksen virtuaalikoneillesi ja kubeconfig-tuonnin Kubernetes-klustereille.
fr: Les fournisseurs cloud activent l'autocomplétion de connexion rapide pour vos VM et l'importation de kubeconfig pour les clusters Kubernetes.
he: ספקי ענן מאפשרים השלמה אוטומטית של חיבור מהיר למכונות הווירטואליות שלך וייבוא kubeconfig לאשכולות Kubernetes.
hu: A felhőszolgáltatók lehetővé teszik a gyors csatlakozás automatikus kiegészítését a virtuális gépekhez és a kubeconfig importálását Kubernetes klaszterekhez.
it: I provider cloud abilitano il completamento automatico della connessione rapida per le VM e l'importazione di kubeconfig per i cluster Kubernetes.
ja: クラウドプロバイダを設定すると、VMへのクイック接続の自動補完やKubernetesクラスタのkubeconfigインポートが有効になります。
ko: 클라우드 공급자를 설정하면 VM 빠른 연결 자동 완성 및 Kubernetes 클러스터 kubeconfig 가져오기를 사용할 수 있습니다.
nb: Skyleverandører aktiverer hurtigkobling med autofullføring for dine VM-er og kubeconfig-import for Kubernetes-klynger.
nl: Cloudproviders maken automatisch aanvullen bij snel verbinden mogelijk voor uw VM's en kubeconfig-import voor Kubernetes-clusters.
pl: Dostawcy chmury umożliwiają autouzupełnianie szybkiego połączenia dla Twoich maszyn wirtualnych oraz import kubeconfig dla klastrów Kubernetes.
pt_br: Provedores de cloud habilitam o autocompletar de conexão rápida para suas VMs e importação de kubeconfig para clusters Kubernetes.
pt_pt: Os fornecedores de cloud permitem o preenchimento automático de ligação rápida para as suas VMs e a importação de kubeconfig para clusters Kubernetes.
ro: Furnizorii cloud activează autocompletarea conexiunii rapide pentru VM-urile dvs. și importul kubeconfig pentru clusterele Kubernetes.
sl: Ponudniki oblaka omogočajo samodejno dokončanje hitre povezave za vaše navidezne stroje in uvoz kubeconfig za gruče Kubernetes.
sv: Molnleverantörer aktiverar snabbanslutning med autokomplettering för dina virtuella maskiner och kubeconfig-import för Kubernetes-kluster.
uk: Хмарні провайдери забезпечують автодоповнення швидкого з'єднання для ваших ВМ та імпорт kubeconfig для кластерів Kubernetes.
vi: Các nhà cung cấp Cloud cho phép tự động hoàn thành kết nối nhanh cho máy ảo và nhập kubeconfig cho các cụm Kubernetes.
zh_hans: 云供应商支持虚拟机的快速连接自动补全和 Kubernetes 集群的 kubeconfig 导入。
zh_hant: 雲端供應商支援虛擬機器的快速連線自動完成和 Kubernetes 叢集的 kubeconfig 匯入。

source: Cluster
ar: عنقود
ca: Clúster
da: Klynge
es: Clúster
fi: Klusteri
he: אשכול
hu: Klaszter
ja: クラスタ
ko: 클러스터
nb: Klynge
pl: Klaster
sl: Gruča
sv: Kluster
uk: Кластер
vi: Cụm
zh_hans: 集群
zh_hant: 叢集

source: Cluster '%@' not found in kubeconfig
ar: لم يتم العثور على المجموعة '%@' في kubeconfig
ca: No s'ha trobat el clúster «%@» al kubeconfig
cs: Cluster „%@“ nenalezen v kubeconfig
da: Klyngen '%@' blev ikke fundet i kubeconfig
de: Cluster „%@“ nicht in der Kubeconfig gefunden
es: Clúster '%@' no encontrado en el kubeconfig
fi: Klusteria '%@' ei löytynyt kubeconfig-tiedostosta
fr: Cluster « %@ » introuvable dans le kubeconfig
he: אשכול '%@' לא נמצא ב-kubeconfig
hu: A(z) „%@” klaszter nem található a kubeconfigban
it: Cluster '%@' non trovato nel kubeconfig
ja: kubeconfigにクラスタ「%@」が見つかりません
ko: kubeconfig에서 cluster '%@'을(를) 찾을 수 없습니다
nb: Klyngen «%@» ble ikke funnet i kubeconfig
nl: Cluster '%@' niet gevonden in kubeconfig
pl: Nie znaleziono klastra „%@” w kubeconfig
pt_br: Cluster '%@' não encontrado no kubeconfig
pt_pt: Cluster '%@' não encontrado no kubeconfig
ro: Clusterul „%@” nu a fost găsit în kubeconfig
sl: Gruča »%@« ni najdena v kubeconfigu
sv: Kluster '%@' hittades inte i kubeconfig
uk: Кластер «%@» не знайдено в kubeconfig
vi: Không tìm thấy cụm '%@' trong kubeconfig
zh_hans: 在 kubeconfig 中未找到集群“%@”
zh_hant: 在 kubeconfig 中找不到叢集「%@」

source: Cluster Information
ar: معلومات العنقود
ca: Informació del clúster
cs: Informace o clusteru
da: Klyngeinformation
de: Cluster-Informationen
es: Información del clúster
fi: Klusterin tiedot
fr: Informations du cluster
he: מידע על אשכול
hu: Klaszter információk
it: Informazioni cluster
ja: クラスタ情報
ko: 클러스터 정보
nb: Klyngeinformasjon
nl: Clusterinformatie
pl: Informacje o klastrze
pt_br: Informações do Cluster
pt_pt: Informação do cluster
ro: Informații cluster
sl: Informacije o gruči
sv: Klusterinformation
uk: Інформація про кластер
vi: Thông tin cụm
zh_hans: 集群信息
zh_hant: 叢集資訊

source: Cluster Label
ar: تسمية العنقود
ca: Etiqueta del clúster
cs: Štítek clusteru
da: Klyngelabel
de: Cluster-Bezeichnung
es: Etiqueta del clúster
fi: Klusterin tunniste
fr: Libellé du cluster
he: תווית אשכול
hu: Klaszter címke
it: Etichetta cluster
ja: クラスタラベル
ko: 클러스터 라벨
nb: Klyngeetikett
pl: Etykieta klastra
pt_br: Rótulo do Cluster
pt_pt: Etiqueta do cluster
ro: Etichetă cluster
sl: Oznaka gruče
sv: Klusteretikett
uk: Мітка кластера
vi: Nhãn cụm
zh_hans: 集群标签
zh_hant: 叢集標籤

source: Cluster Name
ar: اسم العنقود
ca: Nom del clúster
cs: Název clusteru
da: Klyngenavn
es: Nombre del clúster
fi: Klusterin nimi
fr: Nom du cluster
he: שם אשכול
hu: Klaszter neve
it: Nome cluster
ja: クラスタ名
ko: 클러스터 이름
nb: Klyngenavn
nl: Clusternaam
pl: Nazwa klastra
pt_br: Nome do Cluster
pt_pt: Nome do cluster
ro: Nume cluster
sl: Ime gruče
sv: Klusternamn
uk: Назва кластера
vi: Tên cụm
zh_hans: 集群名称
zh_hant: 叢集名稱

source: Clusters
ar: العناقيد
ca: Clústers
cs: Clustery
da: Klynger
de: Cluster
es: Clústeres
fi: Klusterit
he: אשכולות
hu: Klaszterek
it: Cluster
ja: クラスタ
ko: 클러스터
nb: Klynger
pl: Klastry
ro: Clustere
sl: Gruče
sv: Kluster
uk: Кластери
vi: Các cụm
zh_hans: 集群
zh_hant: 叢集

source: Coding Agents
ar: وكلاء البرمجة
ca: Agents de codi
cs: Agenti pro kódování
da: Kodeagenter
es: Agentes de código
fi: Koodiagentit
fr: Agents de code
he: סוכני קוד
hu: Kódügynökök
it: Agenti di codice
ja: コーディングエージェント
ko: 코딩 에이전트
nb: Kodeagenter
nl: Codeeragents
pl: Agenci kodowania
pt_br: Agentes de Código
pt_pt: Agentes de Código
ro: Agenți de cod
sl: Kodirni agenti
sv: Kodagenter
uk: Агенти кодування
vi: Tác nhân lập trình
zh_hans: 编程代理
zh_hant: 程式設計代理

source: Collapse
ar: طي
ca: Replega
cs: Sbalit
da: Skjul
de: Einklappen
es: Contraer
fi: Tiivistä
fr: Réduire
he: כווץ
hu: Összecsukás
it: Comprimi
ja: 折りたたむ
ko: 접기
nb: Skjul
nl: Inklappen
pl: Zwiń
pt_br: Recolher
pt_pt: Recolher
ro: Restrânge
sl: Strni
sv: Fäll ihop
uk: Згорнути
vi: Thu gọn
zh_hans: 折叠
zh_hant: 收合

source: Collapse server message
ar: طي رسالة الخادم
ca: Replegar el missatge del servidor
cs: Sbalit zprávu serveru
da: Skjul serverbesked
de: Servernachricht einklappen
es: Contraer el mensaje del servidor
fi: Tiivistä palvelimen viesti
fr: Réduire le message du serveur
he: כיווץ הודעת השרת
hu: Szerverüzenet összecsukása
it: Comprimi il messaggio del server
ja: サーバーメッセージを折りたたむ
ko: 서버 메시지 접기
nb: Skjul servermelding
nl: Serverbericht inklappen
pl: Zwiń komunikat serwera
pt_br: Recolher mensagem do servidor
pt_pt: Recolher mensagem do servidor
ro: Restrânge mesajul serverului
sl: Strni sporočilo strežnika
sv: Fäll ihop servermeddelandet
uk: Згорнути повідомлення сервера
vi: Thu gọn thông báo máy chủ
zh_hans: 折叠服务器消息
zh_hant: 收合伺服器訊息

source: Collections
ar: المجموعات
ca: Col·leccions
cs: Kolekce
da: Samlinger
de: Sammlungen
es: Colecciones
fi: Kokoelmat
he: אוספים
hu: Gyűjtemények
it: Raccolte
ja: コレクション
ko: 컬렉션
nb: Samlinger
nl: Collecties
pl: Kolekcje
pt_br: Coleções
pt_pt: Coleções
ro: Colecții
sl: Zbirke
sv: Samlingar
uk: Колекції
vi: Bộ sưu tập
zh_hans: 集合
zh_hant: 集合

source: Colon :
ar: نقطتان :
ca: Dos punts :
cs: Dvojtečka :
da: Kolon :
de: Doppelpunkt :
es: Dos puntos :
fi: Kaksoispiste :
fr: Deux-points :
he: נקודתיים :
hu: Kettőspont :
it: Due punti :
ja: コロン :
ko: 콜론 :
nb: Kolon :
nl: Dubbele punt :
pl: Dwukropek :
pt_br: Dois-pontos :
pt_pt: Dois pontos :
ro: Două puncte :
sl: Dvopičje :
sv: Kolon :
uk: Двокрапка :
vi: Dấu hai chấm :
zh_hans: 冒号 :
zh_hant: 冒號 :

source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
fi: Väri
fr: Couleur
he: צבע
hu: Szín
it: Colore
ja: 色
ko: 색상
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
sl: Barva
sv: Färg
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Color Cube
ar: مكعب الألوان
ca: Cub de colors
cs: Barevná krychle
da: Farvekubus
de: Farbwürfel
es: Cubo de colores
fi: Varikuutio
fr: Cube de couleurs
he: קוביית צבעים
hu: Szinkocka
it: Cubo colore
ja: カラーキューブ
ko: 색상 큐브
nb: Fargekube
nl: Kleurenkubus
pl: Szescian kolorow
pt_br: Cubo de cores
pt_pt: Cubo de cores
ro: Cub de culori
sl: Barvna kocka
sv: Färgkub
uk: Кольоровий куб
vi: Khối màu
zh_hans: 色彩立方体
zh_hant: 色彩立方體

source: Color Mode
ar: وضع الألوان
ca: Mode de color
cs: Barevný režim
da: Farvetilstand
de: Farbmodus
es: Modo de color
fi: Väritila
fr: Mode couleur
he: מצב צבע
hu: Szín mód
it: Modalità colore
ja: カラーモード
ko: 색상 모드
nb: Fargemodus
nl: Kleurmodus
pl: Tryb kolorów
pt_br: Modo de Cor
pt_pt: Modo de cor
ro: Mod culoare
sl: Barvni način
sv: Färgläge
uk: Кольоровий режим
vi: Chế độ màu
zh_hans: 颜色模式
zh_hant: 顏色模式

source: Colors
ar: الألوان
cs: Barvy
da: Farver
de: Farben
es: Colores
fi: Värit
fr: Couleurs
he: צבעים
hu: Színek
it: Colori
ja: カラー
ko: 색상
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
pt_pt: Cores
ro: Culori
sl: Barve
sv: Färger
uk: Кольори
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Columns
ar: الأعمدة
ca: Columnes
cs: Sloupce
da: Kolonner
de: Spalten
es: Columnas
fi: Sarakkeet
fr: Colonnes
he: עמודות
hu: Oszlopok
it: Colonne
ja: 桁数
ko: 열
nb: Kolonner
nl: Kolommen
pl: Kolumny
pt_br: Colunas
pt_pt: Colunas
ro: Coloane
sl: Stolpci
sv: Kolumner
uk: Стовпці
vi: Số cột
zh_hans: 列数
zh_hant: 欄數

source: Combination
ar: تركيبة
ca: Combinació
cs: Kombinace
da: Kombination
de: Kombination
es: Combinación
fi: Yhdistelmä
fr: Combinaison
he: שילוב
hu: Kombináció
it: Combinazione
ja: 組み合わせ
ko: 조합
nb: Kombinasjon
nl: Combinatie
pl: Kombinacja
pt_br: Combinação
pt_pt: Combinação
ro: Combinație
sl: Kombinacija
sv: Kombination
uk: Комбінація
vi: Tổ hợp
zh_hans: 组合
zh_hant: 組合

source: Comet-like trail (kitty-style)
ar: أثر مذنب (بأسلوب kitty)
ca: Rastre de cometa (estil kitty)
cs: Kometový ohon (styl kitty)
da: Kometlignende spor (kitty-stil)
de: Kometenschweif (kitty-Stil)
es: Estela de cometa (estilo kitty)
fi: Komeettamainen jälki (kitty-tyylinen)
fr: Traînée de comète (style kitty)
he: שובל כוכב שביט (בסגנון kitty)
hu: Üstökösszerű csóva (kitty-stílusú)
it: Scia di cometa (stile kitty)
ja: 彗星のような軌跡 (kitty スタイル)
ko: 혜성 궤적 (kitty 스타일)
nb: Kometlignende spor (kitty-stil)
nl: Komeetachtig spoor (kitty-stijl)
pl: Ślad komety (styl kitty)
pt_br: Rastro de cometa (estilo kitty)
pt_pt: Rasto de cometa (estilo kitty)
ro: Urmă de cometă (stil kitty)
sl: Kometni rep (slog kitty)
sv: Kometliknande spår (kitty-stil)
uk: Хвіст комети (стиль kitty)
vi: Vệt sao chổi (kiểu kitty)
zh_hans: 彗星拖尾 (kitty 风格)
zh_hant: 彗星拖尾（kitty 風格）

source: Comma-separated, with `*` and `?` wildcards.
ar: مفصولة بفواصل، مع أحرف البدل `*` و`?`.
ca: Separats per comes, amb comodins `*` i `?`.
cs: Oddělené čárkami, se zástupnými znaky `*` a `?`.
da: Kommaadskilt, med jokertegnene `*` og `?`.
de: Durch Kommas getrennt, mit den Platzhaltern `*` und `?`.
es: Separados por comas, con los comodines `*` y `?`.
fi: Pilkuilla eroteltuna, jokerimerkeillä `*` ja `?`.
fr: Séparés par des virgules, avec les caractères génériques `*` et `?`.
he: מופרד בפסיקים, עם תווים כלליים `*` ו-`?`.
hu: Vesszővel elválasztva, `*` és `?` helyettesítő karakterekkel.
it: Separati da virgola, con caratteri jolly `*` e `?`.
ja: カンマ区切り。`*` と `?` のワイルドカードが使えます。
ko: 쉼표로 구분하며 `*` 및 `?` 와일드카드를 사용합니다.
nb: Kommaseparert, med jokertegnene `*` og `?`.
nl: Door komma's gescheiden, met `*`- en `?`-jokertekens.
pl: Oddzielone przecinkami, z symbolami wieloznacznymi `*` i `?`.
pt_br: Separados por vírgula, com curingas `*` e `?`.
pt_pt: Separados por vírgulas, com os caracteres universais `*` e `?`.
ro: Separate prin virgulă, cu metacaractere `*` și `?`.
sl: Ločeno z vejicami, z nadomestnima znakoma `*` in `?`.
sv: Kommaseparerat, med jokertecknen `*` och `?`.
uk: Через кому, з символами підстановки `*` і `?`.
vi: Phân tách bằng dấu phẩy, với ký tự đại diện `*` và `?`.
zh_hans: 以逗号分隔，支持 `*` 和 `?` 通配符。
zh_hant: 以逗號分隔，可使用 `*` 和 `?` 萬用字元。

source: Command
ar: أمر
ca: Ordre
cs: Příkaz
da: Kommando
de: Befehl
es: Comando
fi: Komento
fr: Commande
he: פקודה
hu: Parancs
it: Comando
ja: コマンド
ko: 명령어
nb: Kommando
nl: Opdracht
pl: Polecenie
pt_br: Comando
pt_pt: Comando
ro: Comandă
sl: Ukaz
sv: Kommando
uk: Команда
vi: Lệnh
zh_hans: 命令
zh_hant: 指令

source: Command Approval
ar: الموافقة على الأمر
ca: Aprovació d'ordres
cs: Schválení příkazu
da: Kommandogodkendelse
de: Befehlsgenehmigung
es: Aprobación de comando
fi: Komennon hyväksyntä
fr: Approbation de commande
he: אישור פקודה
hu: Parancsjóváhagyás
it: Approvazione comando
ja: コマンド承認
ko: 명령어 승인
nb: Kommandogodkjenning
nl: Opdrachtgoedkeuring
pl: Zatwierdzanie poleceń
pt_br: Aprovação de Comando
pt_pt: Aprovação de comando
ro: Aprobare comandă
sl: Odobritev ukaza
sv: Kommandogodkännande
uk: Схвалення команди
vi: Phê duyệt lệnh
zh_hans: 命令批准
zh_hant: 指令核准

source: Command Detection
ar: اكتشاف الأوامر
ca: Detecció d'ordres
cs: Detekce příkazů
da: Kommandoregistrering
de: Befehlserkennung
es: Detección de comandos
fi: Komentojen tunnistus
fr: Détection des commandes
he: זיהוי פקודות
hu: Parancsfelismerés
it: Rilevamento comandi
ja: コマンド検出
ko: 명령어 감지
nb: Kommandogjenkjenning
nl: Opdrachtdetectie
pl: Wykrywanie poleceń
pt_br: Detecção de Comandos
pt_pt: Deteção de Comandos
ro: Detectare comenzi
sl: Zaznavanje ukazov
sv: Kommandoidentifiering
uk: Виявлення команд
vi: Phát hiện lệnh
zh_hans: 命令检测
zh_hant: 指令偵測

# Command exited with code %lld%@
source: Command exited with code %1$lld%2$@
ar: خرج الأمر بالرمز %1$lld%2$@
ca: L'ordre ha finalitzat amb el codi %1$lld%2$@
cs: Příkaz skončil s kódem %1$lld%2$@
da: Kommandoen afsluttede med kode %1$lld%2$@
de: Befehl mit Code %1$lld%2$@ beendet
es: El comando terminó con el código %1$lld%2$@
fi: Komento päättyi koodilla %1$lld%2$@
fr: La commande s'est terminée avec le code %1$lld%2$@
he: הפקודה הסתיימה עם קוד %1$lld%2$@
hu: A parancs %1$lld kóddal lépett ki%2$@
it: Comando terminato con codice %1$lld%2$@
ja: コマンドはコード %1$lld で終了しました%2$@
ko: 명령이 코드 %1$lld(으)로 종료되었습니다%2$@
nb: Kommandoen avsluttet med kode %1$lld%2$@
nl: Opdracht afgesloten met code %1$lld%2$@
pl: Polecenie zakończyło się kodem %1$lld%2$@
pt_br: O comando terminou com o código %1$lld%2$@
pt_pt: O comando terminou com o código %1$lld%2$@
ro: Comanda s-a încheiat cu codul %1$lld%2$@
sl: Ukaz se je končal s kodo %1$lld%2$@
sv: Kommandot avslutades med kod %1$lld%2$@
uk: Команда завершилася з кодом %1$lld%2$@
vi: Lệnh đã thoát với mã %1$lld%2$@
zh_hans: 命令已退出，退出代码 %1$lld%2$@
zh_hant: 指令已結束，代碼為 %1$lld%2$@

source: Command failed: %@
ar: فشل الأمر: %@
ca: L'ordre ha fallat: %@
cs: Příkaz selhal: %@
da: Kommandoen mislykkedes: %@
de: Befehl fehlgeschlagen: %@
es: Error en el comando: %@
fi: Komento epäonnistui: %@
fr: Échec de la commande : %@
he: הפקודה נכשלה: %@
hu: A parancs sikertelen: %@
it: Comando non riuscito: %@
ja: コマンドが失敗しました: %@
ko: 명령 실패: %@
nb: Kommandoen mislyktes: %@
nl: Opdracht mislukt: %@
pl: Polecenie nie powiodło się: %@
pt_br: Falha no comando: %@
pt_pt: O comando falhou: %@
ro: Comanda a eșuat: %@
sl: Ukaz ni uspel: %@
sv: Kommandot misslyckades: %@
uk: Не вдалося виконати команду: %@
vi: Lệnh thất bại: %@
zh_hans: 命令失败：%@
zh_hant: 指令失敗：%@

source: Command Notifications
ar: إشعارات الأوامر
ca: Notificacions d'ordres
cs: Oznámení příkazů
da: Kommandonotifikationer
de: Befehlsbenachrichtigungen
es: Notificaciones de comandos
fi: Komentojen ilmoitukset
fr: Notifications des commandes
he: התראות פקודות
hu: Parancsértesítések
it: Notifiche comandi
ja: コマンド通知
ko: 명령어 알림
nb: Kommandovarslinger
nl: Opdrachtmeldingen
pl: Powiadomienia o poleceniach
pt_br: Notificações de Comandos
pt_pt: Notificações de Comandos
ro: Notificări comenzi
sl: Obvestila o ukazih
sv: Kommandoaviseringar
uk: Сповіщення про команди
vi: Thông báo lệnh
zh_hans: 命令通知
zh_hant: 指令通知

source: Command requested
ar: تم طلب أمر
ca: Ordre sol·licitada
cs: Příkaz vyžádán
da: Kommando anmodet
de: Befehl angefordert
es: Comando solicitado
fi: Komentoa pyydetty
fr: Commande demandée
he: התבקשה פקודה
hu: Parancs kérve
it: Comando richiesto
ja: コマンドがリクエストされました
ko: 명령어 요청됨
nb: Kommando forespurt
nl: Opdracht aangevraagd
pl: Żądanie polecenia
pt_br: Comando solicitado
pt_pt: Comando solicitado
ro: Comandă solicitată
sl: Ukaz zahtevan
sv: Kommando begärt
uk: Запитано команду
vi: Lệnh được yêu cầu
zh_hans: 命令请求
zh_hant: 指令請求

source: Command sent as input after connecting. Runs inside tmux if enabled.
ar: يُرسل الأمر كمدخل بعد الاتصال. يعمل داخل tmux إذا كان مفعّلًا.
ca: Ordre enviada com a entrada després de connectar. S'executa dins de tmux si està activat.
cs: Příkaz odeslaný jako vstup po připojení. Spouští se uvnitř tmux, pokud je povolen.
da: Kommando sendt som input efter forbindelse. Kører i tmux, hvis aktiveret.
de: Befehl wird nach dem Verbinden als Eingabe gesendet. Wird in tmux ausgeführt, falls aktiviert.
es: Comando enviado como entrada después de conectar. Se ejecuta dentro de tmux si está habilitado.
fi: Komento lähetetään syötteenä yhdistämisen jälkeen. Suoritetaan tmuxin sisällä, jos käytössä.
fr: Commande envoyée en entrée après la connexion. S'exécute dans tmux si activé.
he: פקודה שנשלחת כקלט לאחר חיבור. רצה בתוך tmux אם מופעל.
hu: Csatlakozás után bemenetként küldött parancs. Ha engedélyezve van, tmux-on belül fut.
it: Comando inviato come input dopo la connessione. Viene eseguito all'interno di tmux se abilitato.
ja: 接続後に入力として送信されるコマンド。tmuxが有効な場合はtmux内で実行されます。
ko: 연결 후 입력으로 전송되는 명령어입니다. tmux가 활성화된 경우 tmux 내에서 실행됩니다.
nb: Kommando sendt som inndata etter tilkobling. Kjører inne i tmux hvis aktivert.
nl: Opdracht verzonden als invoer na het verbinden. Wordt uitgevoerd in tmux indien ingeschakeld.
pl: Polecenie wysyłane jako dane wejściowe po połączeniu. Uruchamiane wewnątrz tmux, jeśli włączony.
pt_br: Comando enviado como entrada após conectar. Executa dentro do tmux se habilitado.
pt_pt: Comando enviado como entrada após a ligação. Executa dentro do tmux se ativado.
ro: Comandă trimisă ca intrare după conectare. Se execută în tmux dacă este activat.
sl: Ukaz se pošlje kot vnos po povezavi. Izvede se znotraj tmux, če je omogočen.
sv: Kommando som skickas som inmatning efter anslutning. Körs i tmux om aktiverat.
uk: Команда, що надсилається як введення після з'єднання. Виконується в tmux, якщо ввімкнено.
vi: Lệnh được gửi làm đầu vào sau khi kết nối. Chạy trong tmux nếu được bật.
zh_hans: 连接后作为输入发送的命令。如果启用了 tmux，将在 tmux 内运行。
zh_hant: 連線後作為輸入傳送的指令。如果啟用了 tmux，將在 tmux 內執行。

source: Command timed out after %lld seconds.
ar: انتهت مهلة الأمر بعد %lld ثانية.
ca: L'ordre ha excedit el temps d'espera després de %lld segons.
cs: Příkazu vypršel časový limit po %lld sekundách.
da: Kommandoen fik timeout efter %lld sekunder.
de: Zeitüberschreitung des Befehls nach %lld Sekunden.
es: Se agotó el tiempo de espera del comando tras %lld segundos.
fi: Komento aikakatkaistiin %lld sekunnin jälkeen.
fr: Délai de la commande dépassé après %lld secondes.
he: תם הזמן הקצוב לפקודה לאחר %lld שניות.
hu: A parancs %lld másodperc után időtúllépéssel leállt.
it: Timeout del comando dopo %lld secondi.
ja: コマンドが %lld 秒後にタイムアウトしました。
ko: 명령이 %lld초 후 시간 초과되었습니다.
nb: Kommandoen fikk tidsavbrudd etter %lld sekunder.
nl: Time-out van de opdracht na %lld seconden.
pl: Upłynął limit czasu polecenia po %lld sekundach.
pt_br: O comando expirou após %lld segundos.
pt_pt: O comando excedeu o tempo limite após %lld segundos.
ro: Comanda a expirat după %lld secunde.
sl: Časovna omejitev ukaza je potekla po %lld sekundah.
sv: Kommandots tidsgräns överskreds efter %lld sekunder.
uk: Час очікування команди вичерпано через %lld секунд.
vi: Lệnh đã hết thời gian chờ sau %lld giây.
zh_hans: 命令在 %lld 秒后超时。
zh_hant: 指令在 %lld 秒後逾時。

source: Command to run after connecting.
ar: الأمر المراد تنفيذه بعد الاتصال.
ca: Ordre per executar després de connectar.
cs: Příkaz ke spuštění po připojení.
da: Kommando der køres efter forbindelse.
de: Befehl, der nach dem Verbinden ausgeführt wird.
es: Comando a ejecutar después de conectar.
fi: Yhdistämisen jälkeen suoritettava komento.
fr: Commande à exécuter après la connexion.
he: פקודה להרצה לאחר חיבור.
hu: Csatlakozás után futtatandó parancs.
it: Comando da eseguire dopo la connessione.
ja: 接続後に実行するコマンド。
ko: 연결 후 실행할 명령어.
nb: Kommando som kjøres etter tilkobling.
nl: Opdracht om uit te voeren na het verbinden.
pl: Polecenie do uruchomienia po połączeniu.
pt_br: Comando para executar após conectar.
pt_pt: Comando a executar após a ligação.
ro: Comandă de executat după conectare.
sl: Ukaz, ki se izvede po povezavi.
sv: Kommando att köra efter anslutning.
uk: Команда для виконання після з'єднання.
vi: Lệnh sẽ chạy sau khi kết nối.
zh_hans: 连接后运行的命令。
zh_hant: 連線後執行的指令。

source: Comment
ar: تعليق
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
he: הערה
hu: Megjegyzés
it: Commento
ja: コメント
ko: 설명
nb: Kommentar
nl: Opmerking
pl: Komentarz
pt_br: Comentário
pt_pt: Comentário
ro: Comentariu
sl: Komentar
sv: Kommentar
uk: Коментар
vi: Chú thích
zh_hans: 备注
zh_hant: 備註
